bablokb/circuitpython/ports/raspberrypi/boards/weact_studio_rp2350b_core/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2024 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#define MICROPY_HW_BOARD_NAME "WeAct Studio RP2350B Core"
#define MICROPY_HW_MCU_NAME "rp2350b"
